Repository: takunda91/veneka_temp
Catalog: Source/indigoCardIssuingApplication/indigoCardIssuingWeb/webpages/issuer/App_LocalResources/IssuerManagement.aspx.*.resx
Languages: es

# btnAddAdminUser.Text
source: Add Admin User
es: Agregar usuario de administración

# btnAddUser.Text
source: Add User
es: Agregar usuario

# btnBack.Text
source: Back
es: Espalda

# btnUpdateIssuer.Text
source: Update Issuer
es: Problema de actualización

# chkAccountValidationResource.Text
source: Account Validation
es: Validación de cuenta

# chkAutoCreateDistBatchResource.Text
source: Auto Creation Dist Batch
es: Auto Batch Creación Dist

# chkDeleteCardFileResource.Text
source: Delete Card File
es: Eliminar archivo de la tarjeta

# chkDeletePinFileResource.Text
source: Delete PIN File
es: Eliminar PIN Archivo

# chkMakerCheckerResource.Text
source: Maker / Checker
es: Fabricante / verificador

# chkPrintPINResource.Text
source: PIN Printing
es: Grabados PIN

# ConfirmMessage
source: Please review your changes then click Confirm.
es: Por favor, revise los cambios a continuación, haga clic en Confirmar

# lblCardFileLoc.Text
source: Card File Location
es: Tarjeta de ubicación del archivo

# lblCardFileLocResource.Text
source: Card File Location
es: Tarjeta de ubicación del archivo

# lblCardIssuing.Text
source: Card Issuing
es: Emisión de Tarjetas

# lblDltProcessedFiles.Text
source: Delete Processed Files
es: Eliminar archivos procesados

# lblInstantCardIssuanceConf.Text
source: Instant card issuance configuration
es: Configuración de la emisión instantánea de tarjetas

# lblIssuerCodeResource.Text
source: Issuer Code
es: Código emisor

# lblIssuerCountryResource.Text
source: Issuer Country
es: Emisor País

# lblIssuerheadingNameResource.Text
source: Issuer Management
es: Gestión de Problemas

# lblIssuerID.Text
source: Issuer ID
es: ID Emisor

# lblIssuerLanguageResource.Text
source: Issuer Language
es: Emisor Idioma

# lblIssuerNameResource.Text
source: Issuer Name
es: Nombre Emisor

# lblIssuerStatusResource.Text
source: Issuer Status
es: Estado Emisor

# lblLdapConnectionResource.Text
source: LDAP Connection
es: Conexión LDAP

# PageResource.Title
source: Issuer Management
es: Gestión de Problemas

# rbtnUseIndigoAuthResource.Text
source: Use Indigo Authentication
es: Utilizar la autenticación de Indigo

# rbtnUseLdapAuthResource.Text
source: Use LDAP Authentication
es: Usar autenticación LDAP

# reqCardFileLocResource.ErrorMessage
source: Card file location is required
es: Se requiere tarjeta de ubicación de archivo

# reqIssuerCodeResource.ErrorMessage
source: Issuer code is required
es: Se Requiere Código Emisor

# reqIssuerNameResource.ErrorMessage
source: Issuer name is required
es: Se Requiere Nombre del Emisor

# pnlInstantIssueResource.GroupingText
source: Instant Issuing
es: Emisión Instantánea

# pnlPinCardResource.GroupingText
source: PIN Printing
es: Impresión PIN

# chkAuthorisePinIssue
source: Authorise Pin Issue
es: Edición Autorizar Pin

# chkAuthorisePinReissue
source: Authorise Pin Re-issue
es: Autorizar Pin Reedición

# chkEnableInstantPin
source: Enable Instant Pin
es: Activar Pin instantánea
