Repository: takunda91/veneka_temp
Catalog: Source/indigoCardIssuingApplication/indigoCardIssuingWeb/webpages/card/App_LocalResources/CardView.aspx.*.resx
Languages: es, fr

# btnLinkCardResource.Text
source: Upload Card Details
es: Subir Detalles de la Tarjeta
fr: Envoyer les détails a CMS

# btnManualLinkResource.Text
source: Manual Card Link
es: Manual de la tarjeta de Enlace
fr: Manual Card Link_fr

# btnPinCaptureResource.Text
source: Capture PIN
es: PIN de captura
fr: Entrer PIN

# btnPrintFailedResource.Text
source: Print Failed
es: Error de impresión
fr: Impression échouée

# btnPrintResource.Text
source: Print Card
es: Tarjeta de la impresión
fr: Imprimer la carte

# btnPrintSuccessResource.Text
source: Print Success
es: El éxito de impresión
fr: Impression réussie

# InfoCardPrintedCorrectly
source: Please check that the card has printed correctly.<br />If it has, click Print Success, else click Print Failed.
es: Por favor, compruebe que la tarjeta está impresa correctamente. <Se /> Si es así, haga clic en Imprimir Éxito, de lo contrario haga clic en Imprimir Falló
fr: Veuillez confirmer que la carte a été bien imprimée .<br />Si la carte est correctement imprimée, cliquer sur 'Impression réussie' et dans le cas contraire 'Impression échouée'

# InfoConfirmApprove
source: Please confirm account holder information is correct.
es: Por favor, confirme la información titular de la cuenta es correcta.
fr: Veuillez confirmer l'exactitude des renseignements du titulaire de compte

# InfoConfirmPrint
source: Click 'Print' to print the card <br />If the card printed correctly click 'Print Success' else 'Print Failed'.
es: Haga clic en "Imprimir" para imprimir la tarjeta <estar /> Si la tarjeta impresa correctamente, haga clic en "Imprimir Éxito 'otra cosa' impresión no se pudo'
fr: Cliquer sur 'Imprimer' pour l'impression de la carte <br />Si la carte est correctement imprimée, cliquer sur 'Impression réussie' et dans le cas contraire 'Impression échouée'

# InfoConfirmPrintFailed
source: Please confirm that the card did NOT printed successfully.
es: Por favor, compruebe que la tarjeta no imprime correctamente
fr: Veuillez confirmer l'ECHEC de l'impression de la carte

# InfoConfirmPrintSuccessful
source: Please confirm that the card has printed successfully.
es: Por favor, confirme que la tarjeta ha impreso correctamente
fr: Veuillez confirmer que la carte a été bien imprimée

# InfoConfirmReject
source: Are you sure you want to Reject this card?
es: ¿Está seguro de que desea rechazar esta carta?
fr: Êtes-vous sûr de vouloir rejeter cette carte?

# InfoConfirmSpoil
source: Are you sure you want to Spoil this card?
es: ¿Seguro que quieres estropear esta carta?
fr: Êtes-vous sûr de vouloir détruire cette carte?

# InfoRefresh
source: Card information has been refreshed.
es: Información de la tarjeta ha sido actualizada.
fr: Les détails de la carte ont été actualisés

# lblAccountNumberResource.Text
source: Account Number
es: Número de cuenta
fr: Numéro de compte

# lblAccountTypeResource.Text
source: Account Type
es: Tipo de cuenta
fr: Type de compte

# lblBatchReferenceResource1.Text
source: Batch Reference
es: Lote de referencia

# lblBrachCardStatusResource.Text
source: Branch Card Status
es: Estado de la tarjeta rama
fr: Statuts de la carte

# lblCardDetailsResource.Text
source: Card Details
es: Detalles de tarjeta
fr: Détails de la carte

# lblCardNumberResource.Text
source: Card Number(PAN)
es: Número de tarjeta
fr: Numéro de carte

# lblCardStatusResource1.Text
source: Card Status
es: Estado de la tarjeta
fr: Statuts de la carte

# lblCmsagreementResource.Text
source: CMS Agreement #
es: Acuerdo de la CMS #
fr: Numéro de référence CMS

# lblContractIdResource.Text
source: CMS Client ID
es: CMS ID de cliente
fr: ID du Client CMS

# lblCurrencyResource.Text
source: Currency
es: Moneda
fr: Devise

# lblCustomerDetailsResource1.Text
source: Customer Details
es: Detalles del cliente
fr: Détails du client

# lblCustomerTypeResource.Text
source: Customer Type
es: Customer Type_sp
fr: Type de client

# lblDateIssuedResource.Text
source: Date Issued
es: Fecha de publicación
fr: Date d'émission

# lblDistBatchRefResource.Text
source: Dist Batch Ref
es: Ref lotes dist
fr: N° de réf du batch de distr.

# lblDistCardStatusResource.Text
source: Dist Card Status
es: Estado de la tarjeta dist
fr: Statuts de batch de distr.

# lblFirstNamesResource.Text
source: First Names
es: Nombre de pila
fr: Prénom

# lblFirstNamesResource1.Text
source: First Names
es: Nombre de pila
fr: Prénom

# lblIssuedByResource.Text
source: Issued By
es: Expedido por
fr: Emise par

# lblIssuingBranchResource.Text
source: Issuing Branch
es: Rama de emitir
fr: Agence

# lblIssuingDetailsResource1.Text
source: Issuing Details
es: La emisión de detalles
fr: Détails d'émission

# lblLastNameResource.Text
source: Last Name
es: Apellido
fr: Nom

# lblLoadBatchRefResource.Text
source: Load Batch Ref
es: Ref carga por lotes
fr: N° de réf du batch chargé

# lblLoadCardStatusResource.Text
source: Load Card Status
es: Estado de la tarjeta de carga
fr: Statuts de batch chargé

# lblMiddleNameResource.Text
source: Middle Name
es: Segundo nombre
fr: Autres prénoms

# lblReasonForIssueResource.Text
source: Reason For Issue
es: Motivo de su emisión
fr: Motif d'émission

# lblResidentResource.Text
source: Resident
es: Residente
fr: Résident

# lblSpoilCommentsResource.Text
source: Comments
es: Comentarios
fr: Observations

# lblSpoilReasonResource.Text
source: Spoil Reason
es: Motivo botín
fr: Motif de destruction

# PageResource.Title
source: Card Details
es: Detalles de tarjeta
fr: Détails de la carte

# userTitleResource.Text
source: Title
es: Título
fr: Titre

# lblProductNameResource.Text
source: Card Product
es: Ficha de producto
fr: Produit de carte

# lblCardDetailsResource.GroupingText
source: Card Details
es: Detalles de tarjeta
fr: Détails de la carte

# lblCustomerDetailsResource1.GroupingText
source: Customer Details
es: Detalles del cliente
fr: Détails du client

# lblIssuingDetailsResource1.GroupingText
source: Issuing Details
es: La emisión de detalles
fr: Détails d'émission

# lblContactNumberResource.Text
source: Contact Number
es: Número de contacto
fr: Contact Number_fr

# lblIDNumberResource.Text
source: ID/Passport Number
es: ID / Número de pasaporte
fr: ID/Passport Number_fr

# InfoConfirmRePrintPinMailer
source: Are you sure you want to Reprint the PIN Mailer for this card?
es: ¿Está seguro de que desea volver a imprimir el envío de PIN para esta tarjeta?
fr: Are you sure you want to Reprint the PIN Mailer for this card?_fr

# InfoConfirmRePrintPinMailerReject
source: Are you sure you want to reject PIN mailer reprint
es: ¿Está seguro de que desea rechazar la reimpresión envío de PIN
fr: Are you sure you want to reject PIN mailer reprint_fr

# lblCardRefNoResource.Text
source: Card Reference No
es: Tarjeta de referencia n
fr: Card Reference No_fr

# InfoConfirmuploadcardsuccess
source: Card successfully uploaded to CMS.
es: Tarjeta subido correctamente a la CMS.
fr: Card successfully uploaded to CMS_fr.

# InfoConfrimPincapturedsuccess
source: Pin Captured Successfully. Please upload card details to CMS.
es: Pin capturado con éxito. Por favor, sube datos de su tarjeta de CMS.
fr: Pin Captured Successfully. Please upload card details to CMS_fr.

# nameOnCardResource.Text
source: Name on card
fr: Nom sur la carte
