Repository: takunda91/veneka_temp
Catalog: Source/indigoCardIssuingApplication/indigoCardIssuingWeb/webpages/product/App_LocalResources/ProductAdminScreen.aspx.*.resx
Languages: es, fr

# btnCreateResource.Text
source: Create Product
es: Crear Producto
fr: Créer

# btnPreviewResource.Text
source: Preview Card
es: Tarjeta de previsualización
fr: Aperçu de la carte

# btnUpdateResource.Text
source: Update Product
es: Actualización del Producto
fr: Mettre à jour

# ConfirmDeleteSuccess
source: Product Deleted Successfully.
es: Producto eliminado correctamente.
fr: Carte suprrimée avec succès.

# ConfirmMessage
source: Please review information then click confirm to commit changes.
es: Por favor, revise la información y haga clic en Confirmar para confirmar los cambios.
fr: Veuillez vérifier les détails et ensuite cliquer sur 'Confirmer' pour effectuer les changements

# lblfontdropdownResource.Text
source: Font Drop down
es: Fuentes Desplegar
fr: Choix de Police

# lblfontsizeResource.Text
source: Font Size
es: Tamaño de fuente
fr: Taille des carctères

# lblIssuerResource.Text
source: Issuer
es: Editor
fr: Emetteur

# lblnameoncardleftResource.Text
source: Left
es: Izquierda
fr: Gauche

# lblnameoncardtopResource.Text
source: Top
es: Parte superior
fr: Haut

# lblproductbinResource.Text
source: Product BIN
es: BIN producto
fr: BIN du produit

# lblProductCodeResource.Text
source: Product Code
es: Código de Producto
fr: Code du produit

# lblProductnameResource.Text
source: Product Name
es: Nombre del Producto
fr: Nom du produit

# lblProductscreenheadingResource.Text
source: Product Screen
es: Pantalla Producto
fr: Ecran du produit

# PageResource.Title
source: Product Screen
es: Pantalla Producto
fr: Ecran du produit

# revnameonleftResource.ErrorMessage
source: Number Required.
es: Número Requerido.
fr: Le numéro est obligatire.

# revproductbinResource.ErrorMessage
source: Length must be 6-9 characters.
es: La longitud debe ser de 6-9 caracteres.
fr: La longueur doit être de 6 á 9 caratères.

# rfvfondropdownResource.ErrorMessage
source: Font Family Required.
es: Fuentes De La Familia Sujetos.
fr: Famille de la police est obligatoire.

# rfvIssuervalidator.ErrorMessage
source: Issuer Required.
es: Emisor Obligatorio.
fr: Nom de l'émetteur est obligatoire.

# rfvnameoncardleft.ErrorMessage
source: Name on card Left Required.
es: Nombre en la tarjeta de Izquierda Obligatorio.
fr: Nom sur la carte gauche requis.

# rfvnameontopResource.ErrorMessage
source: Name on card Top Required.
es: Titular de la tarjeta Top Obligatorio.
fr: Nom sur la carte Top requis.

# rfvproductbinResource.ErrorMessage
source: Product BIN Required.
es: Producto BIN Obligatorio.
fr: BIN du produit est obligatoire

# rfvProductcodeResource.ErrorMessage
source: Product Code Required.
es: Código de producto requerido.
fr: Code du produit est oblgatoire.

# rfvProductnameResource.ErrorMessage
source: Product Name Required.
es: Nombre de Producto Requerido.
fr: Nom du produit est oblgatoire.

# rgfontsizeResource.ErrorMessage
source: Value Should be between 8 to 18.
es: El valor debe estar entre 8 y 18 años.
fr: La valeur doit être entre 8 et 18 caractères.

# rgnameoncardleftResource.ErrorMessage
source: Value Should be between 20 to 120.
es: El valor debe estar entre 20 y 120.
fr: La valeur doit être entre 20 et 120 caractères.

# rgnameoncardtopResource.ErrorMessage
source: Value Should be between 20 to 120.
es: El valor debe estar entre 20 y 120.
fr: La valeur doit être entre 20 et 120 caractères.

# ConfirmDeleteMessage
source: Are you sure you want to delete this product?
es: ¿Está seguro de que desea borrar este producto?
fr: Etes vous sûr de vouloir supprimer cette carte?

# pnlViewResource.GroupingText
source: Name printing co-ordinates
es: Nombre coordenadas de impresión
fr: Coordination de l'impression du nom

# lblCurrencyResource.Text
source: Currency
es: Moneda
fr: Devise
