Repository: takunda91/veneka_temp
Catalog: Source/indigoCardIssuingApplication/indigoCardIssuingWeb/App_GlobalResources/MenuItems.*.resx
Languages: fr, pt

# AuditAdminHeading
source: Audit Manager
fr: Gestionnaire d'audit
pt: Gerente de auditoria

# AuditAdminView
source: View Audit Report
fr: Consulter le rapport d'audit
pt: Ver Relatório de Auditoria

# BranchAdminCreate
source: Create Branch
fr: Creer Agence
pt: Criar Filial

# BranchAdminHeading
source: Branch Admin
fr: Admin Agence
pt: Filial Administrador

# BranchAdminManage
source: Manage Branches
fr: Gestion d'Agence
pt: Gerenciar Ramos

# CardAdminHeading
source: Card Issuing
fr: Emission de carte
pt: emissão de cartões

# CardAdminInError
source: In Error
fr: Cartes erronnées
pt: Em erro

# CardAdminInProgress
source: In Progress
fr: En cours
pt: Em progresso

# CardAdminReviewCards
source: Review Cards
fr: Vérifier les cartes
pt: Revisão Cartões

# CardAdminSearch
source: Card Search
fr: Rechercher
pt: Pesquisa

# DistBatchAdminApproval
source: Awaiting Approval
fr: En attente d'approbation
pt: Aguardando Aprovação

# DistBatchAdminCreate
source: Create Dist Batch
fr: Créer un batch de distribution

# DistBatchAdminDispatch
source: Dispatch to Branch
fr: Dispatch à la Direction générale
pt: Expedição para Filial

# DistBatchAdminHeading
source: Distribution Batch
fr: Batch de distribution
pt: Batch distribuição

# DistBatchAdminReceive
source: Receive Batches
fr: Recevoir le Batch
pt: Receba lotes

# DistBatchAdminSearch
source: Distribution Batch Search
fr: Rechercher
pt: Pesquisa

# FileLoaderAdminHeading
source: File Loader
fr: Chargeur de fichier
pt: Carregador de Arquivo

# FileLoaderAdminView
source: View File Loader Log
fr: Consulter le journal
pt: Ver arquivo de carregador de Log

# IssuerAdminCreate
source: Create Issuer
fr: Créer Emetteur
pt: Criar Emissora

# IssuerAdminHeading
source: Issuer Admin
fr: Admin Emetteur
pt: Emissora de admin

# IssuerAdminManage
source: Manage Issuers
fr: Gestion des Emetteurs
pt: Gerenciar Emissores

# LicenceAdminHeading
source: Licence Admin
fr: Admin Licence
pt: Licença de admin

# LicenceAdminIssuer
source: Add Licence
fr: Ajouter une licence
pt: Adicionar Licence

# LicenceAdminList
source: Licence List
fr: Liste de Licence
pt: Lista de licença

# LoadBatchAdminAwaitingApproval
source: Awaiting Approval
fr: En attente d'approbation
pt: Aguardando Aprovação

# LoadBatchAdminHeading
source: Load Batch
fr: Batch chargé
pt: Carga Batch

# LoadBatchAdminSearch
source: Search
fr: Rechercher
pt: Pesquisa

# MyAdminHeading
source: My Account
fr: Mon compte
pt: Minha conta

# MyAdminLanguage
source: Change Language
fr: Changer la langue
pt: Mudar idioma

# MyAdminPassword
source: Change Password
fr: Changer le mot de passe
pt: Mudar senha

# ProductsCreate
source: Create Product
fr: Créer un Produit
pt: Criar produto

# ProductsHeading
source: Product Admin
fr: Admin Produit
pt: Produto Administrador

# ProductsManage
source: Manage Products
fr: Gestion des Produits
pt: Gerenciar Produtos

# ReportInventory
source: Inventory
fr: Inventaire
pt: Inventário

# ReportIssuecardSummary
source: Issue Cards Summary
fr: Résumé des cartes émises
pt: Resumo Carta de Controvérsia

# ReportsHeading
source: Reporting
fr: Rapport
pt: Relatórios

# ReportsIssedCards
source: Issued Cards
fr: Cartes émises
pt: Cartões emitidos

# ReportSpoilCardReport
source: Spoil Cards Report
fr: Rapport des cartes détruites
pt: Despojo Boletins

# SystemAdminHeading
source: System Admin
fr: Admin Système
pt: Administração do sistema

# UserAdminCreate
source: Create User
fr: Creer un Utilisateur
pt: Criar usuário

# UserAdminHeading
source: User Admin
fr: Utilisateur Admin
pt: Usuário Admin

# UserAdminManage
source: Manage Users
fr: Gestion des utilisateurs
pt: Gerenciar Usuários

# UserAdminSearch
source: Search Users
fr: Rechercher
pt: Procurar Usuários

# UserGroupAdminCreate
source: Create User Group
fr: Créer un groupe d'utilisateur
pt: Criar Grupo de Usuários

# UserGroupAdminHeading
source: User Group Admin
fr: Groupe d'utilisateur Admin
pt: User Group Administrador

# UserGroupAdminManage
source: Manage User Groups
fr: Gestion des groupes d'utilisateur
pt: Gerenciar Grupos de Usuários

# VaultAdminCheckInOut
source: Check-In/Out
fr: Desallocation / Allocation

# VaultAdminHeading
source: Vault Management
fr: Gestion de coffre
pt: Gestão Vault

# ReportspoilcadsSummary
source: Spoil Cards Summary
fr: Résumé des cartes détruites
pt: Despojo Cartões Resumo

# FileLoadList
source: File Load
fr: Chargement du fichier
pt: Carregar Arquivo

# CardRequestBatchApprove
source: Approve
fr: Approuver
pt: Aprovar

# CardProductionUpload
source: Upload to CMS
fr: Télécharger
pt: Envio

# CardProductionWorkInProgress
source: Work In Progress
fr: Travail en cours
pt: Trabalho em progresso

# CardStocktBatchPostApprove
source: Post - Production Approve
fr: Post-Approuver
pt: Pós-Aprovar

# CardStocktBatchPreApprove
source: Pre - Poduction Approve
fr: Pré-approuvé
pt: Pré-aprovado

# SubProductCreate
source: Create Sub Product
fr: Créer Sous Produit
pt: Criar Sub Produto

# SubProductList
source: Manage Sub Products
fr: Gérer les produits sous
pt: Gerenciar Subprodutos

# MyAdminPinAuthorisation
source: Manage Authorisation Pin
fr: Gérer Autorisation Pin
pt: Gerenciar Autorização Pin

# ReportBranchcardStockHeading
source: Branch Card Stock Management Report
fr: Bulletin Direction Gestion des stocks
pt: Relatório ramo Cartão da Gestão

# ReportBurnRateReportHeading
source: Burn Rate Report
fr: Graver Taux de rapport
pt: Taxa de queima Relatório

# ReportFeeRevenueHeading
source: Fee Revenue Report
fr: Fee Rapport du revenu
pt: Taxa Relatório de receita

# UseradminSettingMaintanance
source: User Admin Settings
fr: Paramètres administrateur de l'utilisateur
pt: Configurações de administrador do usuário

# ExternalSystems
source: Create External System
fr: Systèmes externes
pt: Sistemas externos

source: Manage External System Fields
fr: Gérer les champs système externe
pt: Gerenciar externa Campos Sistema

source: Manage External Systems
fr: Gérer les systèmes externes
pt: Gerenciar sistemas externos

# ReportCardsInProgress
source: Card InProgress Report
fr: Card InProgress Report_fr
pt: Card InProgress Report_pt

# CardProductionHeading
source: Production
pt: Produção
